test_cube/case/0/U

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.001 0 0);
boundaryField
{
    inlet  { type fixedValue; value uniform (0.001 0 0); }
    outlet { type zeroGradient; }
    walls  { type noSlip; }
}
