test_cube/case/0/p

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet  { type zeroGradient; }
    outlet { type fixedValue; value uniform 0; }
    walls  { type zeroGradient; }
}
