test_cube/case/constant/momentumTransport

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
// * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;
