test_cube/case/system/blockMeshDict

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 0.001;
vertices (
    (0 0 0)
    (5 0 0)
    (5 5 0)
    (0 5 0)
    (0 0 5)
    (5 0 5)
    (5 5 5)
    (0 5 5)
);
blocks (
    hex (0 1 2 3 4 5 6 7) (20 20 20) simpleGrading (1 1 1)
);
boundary (
    inlet  { type patch; faces ((0 3 7 4)); }
    outlet { type patch; faces ((1 2 6 5)); }
    walls  { type wall;  faces (
        (0 1 5 4)
        (3 2 6 7)
        (0 1 2 3)
        (4 5 6 7)
    ); }
);
