test_cube/case/system/sampleDict

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleDict;
}

interpolationScheme cellPoint;
sets ( centerLine uniform (0 2.5 2.5) (5 2.5 2.5) 100 );
fields ( U );
